Repository: erkinov-wtf/rmbot
Catalog: src/locales/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Weekly level-up bonus
ru: Еженедельный бонус за повышение уровня
uz: Haftalik daraja oshirish bonusi

source: XP update
ru: Обновление XP
uz: XP yangilanishi

source: Roles
ru: Роли
uz: Rollar

source: Role
ru: Роль
uz: Rol

source: Your access is active ✅
ru: Ваш доступ активен ✅
uz: Kirish huquqingiz faol ✅

source: Name
ru: Имя
uz: Ism

source: Username
ru: Имя пользователя
uz: Foydalanuvchi nomi

source: Phone
ru: Телефон
uz: Telefon

source: Current level
ru: Текущий уровень
uz: Joriy daraja

source: No role assigned yet
ru: Роль пока не назначена
uz: Hali rol biriktirilmagan

source: XP balance: %(xp)s points (%(updates)s updates).
ru: Баланс XP: %(xp)s очков (%(updates)s обновлений).
uz: XP balansi: %(xp)s ball (%(updates)s yangilanish).

source: Open tickets: %(count)s
ru: Открытые заявки: %(count)s
uz: Ochiq arizalar: %(count)s

source: Waiting for quality check: %(count)s
ru: Ожидают проверки качества: %(count)s
uz: Sifat tekshiruvini kutayotganlar: %(count)s

source: Completed tickets: %(count)s
ru: Завершенные заявки: %(count)s
uz: Yakunlangan arizalar: %(count)s

source: Your access request is under review ⏳
ru: Ваша заявка на доступ на проверке ⏳
uz: Kirish so'rovingiz ko'rib chiqilmoqda ⏳

source: Submitted at
ru: Отправлено
uz: Yuborilgan vaqti

source: We will notify you here as soon as the review is complete.
ru: Мы уведомим вас здесь, как только проверка завершится.
uz: Tekshiruv yakunlangach sizga shu yerda xabar beramiz.

source: Your XP summary
ru: Ваша сводка XP
uz: XP xulosangiz

source: Total XP
ru: Общий XP
uz: Jami XP

source: Updates
ru: Обновления
uz: Yangilanishlar

source: No XP activity yet.
ru: Пока нет активности XP.
uz: Hali XP faolligi yo'q.

source: Latest updates:
ru: Последние обновления:
uz: So'nggi yangilanishlar:

source: Your XP activity
ru: Ваша активность XP
uz: XP faolligingiz

source: Showing %(start)s-%(end)s of %(total)s updates.
ru: Показаны %(start)s-%(end)s из %(total)s обновлений.
uz: %(total)s yangilanishdan %(start)s-%(end)s ko'rsatilmoqda.

source: You do not have access yet. Send /start or tap the button below.
ru: У вас пока нет доступа. Отправьте /start или нажмите кнопку ниже.
uz: Sizda hali kirish yo'q. /start yuboring yoki quyidagi tugmani bosing.

source: You do not have access yet. Please send /start first.
ru: У вас пока нет доступа. Сначала отправьте /start.
uz: Sizda hali kirish yo'q. Avval /start yuboring.

source: Open access request from the menu below.
ru: Откройте заявку на доступ в меню ниже.
uz: Quyidagi menyudan kirish so'rovini oching.

source: You are not registered. Use /start to submit access request.
ru: Вы не зарегистрированы. Используйте /start для отправки заявки на доступ.
uz: Siz ro'yxatdan o'tmagansiz. Kirish so'rovini yuborish uchun /start dan foydalaning.

source: ⬅ Back to waiting QC tickets
ru: ⬅ Назад к заявкам в ожидании QC
uz: ⬅ QC kutayotgan arizalarga qaytish

source: ⬅ Back to past tickets
ru: ⬅ Назад к прошлым заявкам
uz: ⬅ O'tgan arizalarga qaytish

source: ⬅ Back to active tickets
ru: ⬅ Назад к активным заявкам
uz: ⬅ Faol arizalarga qaytish

source: 🧪 Technician tickets waiting QC.
ru: 🧪 Заявки техника в ожидании QC.
uz: 🧪 Texnik arizalari QC kutmoqda.

source: ✅ Technician past tickets.
ru: ✅ Прошлые заявки техника.
uz: ✅ Texnikning o'tgan arizalari.

source: 🎟 Technician active ticket queue.
ru: 🎟 Очередь активных заявок техника.
uz: 🎟 Texnikning faol arizalar navbati.

source: Waiting QC list refreshed.
ru: Список заявок в ожидании QC обновлен.
uz: QC kutayotgan arizalar ro'yxati yangilandi.

source: Past tickets list refreshed.
ru: Список прошлых заявок обновлен.
uz: O'tgan arizalar ro'yxati yangilandi.

source: Active tickets list refreshed.
ru: Список активных заявок обновлен.
uz: Faol arizalar ro'yxati yangilandi.

source: This command is available only for technicians.
ru: Эта команда доступна только техникам.
uz: Bu buyruq faqat texniklar uchun mavjud.

source: ▶ Start work
ru: ▶ Начать работу
uz: ▶ Ishni boshlash

source: ⏸ Pause work
ru: ⏸ Пауза работы
uz: ⏸ Ishni pauza qilish

source: ▶ Resume work
ru: ▶ Возобновить работу
uz: ▶ Ishni davom ettirish

source: ⏹ Stop session
ru: ⏹ Остановить сессию
uz: ⏹ Sessiyani to'xtatish

source: 🧪 Send to QC
ru: 🧪 Отправить в QC
uz: 🧪 QC ga yuborish

source: 🔄 Refresh ticket
ru: 🔄 Обновить заявку
uz: 🔄 Arizani yangilash

source: 🔄 Refresh list
ru: 🔄 Обновить список
uz: 🔄 Ro'yxatni yangilash

source: No active tickets assigned right now.
ru: Сейчас нет назначенных активных заявок.
uz: Hozircha biriktirilgan faol arizalar yo'q.

source: No tickets are currently waiting QC.
ru: Сейчас нет заявок, ожидающих QC.
uz: Hozir QC kutayotgan arizalar yo'q.

source: No past tickets found yet.
ru: Пока нет прошлых заявок.
uz: Hali o'tgan arizalar topilmadi.

source: Total active tickets
ru: Всего активных заявок
uz: Jami faol arizalar

source: Total waiting QC tickets
ru: Всего заявок в ожидании QC
uz: QC kutayotgan jami arizalar

source: Total past tickets
ru: Всего прошлых заявок
uz: Jami o'tgan arizalar

source: Assigned
ru: Назначена
uz: Biriktirilgan

source: Rework
ru: Доработка
uz: Qayta ishlash

source: In progress
ru: В работе
uz: Jarayonda

source: Waiting QC
ru: Ожидание QC
uz: QC kutilmoqda

source: Done
ru: Выполнена
uz: Yakunlangan

source: Running
ru: В работе
uz: Ishlamoqda

source: Paused
ru: Пауза
uz: Pauza

source: Stopped
ru: Остановлена
uz: To'xtatilgan

source: Work session started.
ru: Рабочая сессия начата.
uz: Ish sessiyasi boshlandi.

source: Work session paused.
ru: Рабочая сессия приостановлена.
uz: Ish sessiyasi pauzaga qo'yildi.

source: Work session resumed.
ru: Рабочая сессия возобновлена.
uz: Ish sessiyasi davom ettirildi.

source: Work session stopped.
ru: Рабочая сессия остановлена.
uz: Ish sessiyasi to'xtatildi.

source: Ticket sent to QC.
ru: Заявка отправлена в QC.
uz: Ariza QC ga yuborildi.

source: Ticket details refreshed.
ru: Детали заявки обновлены.
uz: Ariza tafsilotlari yangilandi.

source: Ticket is not found or is not assigned to you.
ru: Заявка не найдена или не назначена вам.
uz: Ariza topilmadi yoki sizga biriktirilmagan.

source: Ticket is not assigned to this technician.
ru: Заявка не назначена этому технику.
uz: Ariza ushbu texnikka biriktirilmagan.

source: Unsupported queue callback action.
ru: Неподдерживаемое действие callback очереди.
uz: Qo'llab-quvvatlanmaydigan navbat callback amali.

source: Unsupported ticket view scope.
ru: Неподдерживаемая область просмотра заявок.
uz: Arizani ko'rish sohasi qo'llab-quvvatlanmaydi.

source: Action is not available for this ticket right now.
ru: Это действие сейчас недоступно для этой заявки.
uz: Bu amal hozir ushbu ariza uchun mavjud emas.

source: Unsupported action.
ru: Неподдерживаемое действие.
uz: Qo'llab-quvvatlanmaydigan amal.

source: unknown
ru: неизвестно
uz: noma'lum

source: 🎫 Ticket: #%(ticket_id)s
ru: 🎫 Заявка: #%(ticket_id)s
uz: 🎫 Ariza: #%(ticket_id)s

source: 🔢 Serial number: %(serial)s
ru: 🔢 Серийный номер: %(serial)s
uz: 🔢 Seriya raqami: %(serial)s

source: 📍 Status: %(status)s
ru: 📍 Статус: %(status)s
uz: 📍 Holat: %(status)s

source: 🏬 <b>Inventory:</b> %(inventory)s
ru: 🏬 <b>Инвентарь:</b> %(inventory)s

source: 🧩 <b>Category:</b> %(category)s
ru: 🧩 <b>Категория:</b> %(category)s

source: 📦 <b>Item:</b> %(item)s
ru: 📦 <b>Элемент:</b> %(item)s

source: 📝 <b>Title:</b> %(title)s
ru: 📝 <b>Название:</b> %(title)s

source: 🚩 <b>Ticket flag:</b> %(flag)s
ru: 🚩 <b>Флаг заявки:</b> %(flag)s

source: 🛠 Work session: %(session)s
ru: 🛠 Рабочая сессия: %(session)s
uz: 🛠 Ish sessiyasi: %(session)s

source: 🎯 Potential XP: +%(xp)s
ru: 🎯 Потенциальный XP: +%(xp)s
uz: 🎯 Potensial XP: +%(xp)s

source: 🎯 Potential XP: pending metrics
ru: 🎯 Потенциальный XP: метрики ожидаются
uz: 🎯 Potensial XP: metrikalar kutilmoqda

source: 🏆 Acquired XP: +%(xp)s
ru: 🏆 Полученный XP: +%(xp)s
uz: 🏆 Olingan XP: +%(xp)s

source: 📈 XP progress: %(current)s/%(target)s
ru: 📈 Прогресс XP: %(current)s/%(target)s

source: ⚡ Available actions:
ru: ⚡ Доступные действия:
uz: ⚡ Mavjud amallar:

source: 🧊 No technician actions are available right now.
ru: 🧊 Сейчас нет доступных действий для техника.
uz: 🧊 Hozir texnik uchun mavjud amallar yo'q.

source: Page: %(page)s/%(page_count)s
ru: Страница: %(page)s/%(page_count)s
uz: Sahifa: %(page)s/%(page_count)s

source: | session: %(session)s
ru: | сессия: %(session)s
uz: | sessiya: %(session)s

source: Use the inline buttons below to open ticket details.
ru: Используйте встроенные кнопки ниже, чтобы открыть детали заявки.
uz: Ariza tafsilotlarini ochish uchun quyidagi inline tugmalardan foydalaning.

source: Ticket state updated.
ru: Состояние заявки обновлено.
uz: Ariza holati yangilandi.

source: Under review
ru: На проверке
uz: Ko'rib chiqilmoqda

source: New
ru: Новая
uz: Yangi

source: Invalid input.
ru: Неверный ввод.
uz: Noto'g'ri kiritish.

source: Technician user does not exist.
ru: Пользователь-техник не существует.
uz: Texnik foydalanuvchi mavjud emas.

source: Selected user does not have TECHNICIAN role.
ru: Выбранный пользователь не имеет роли TECHNICIAN.
uz: Tanlangan foydalanuvchida TECHNICIAN roli yo'q.

source: User #%(user_id)s
ru: Пользователь #%(user_id)s
uz: Foydalanuvchi #%(user_id)s

source: 🆕 Ticket intake
ru: 🆕 Создание заявки
uz: 🆕 Ariza yaratish

source: Step 1/3: Select an inventory item
ru: Шаг 1/3: Выберите инвентарный элемент
uz: 1/3-bosqich: Inventar elementini tanlang

source: No active inventory items found on this page.
ru: На этой странице нет активных инвентарных элементов.
uz: Bu sahifada faol inventar elementlari topilmadi.

source: Available items:
ru: Доступные элементы:
uz: Mavjud elementlar:

source: Choose an item using the inline buttons.
ru: Выберите элемент с помощью встроенных кнопок.
uz: Elementni inline tugmalar orqali tanlang.

source: ❌ Cancel
ru: ❌ Отмена
uz: ❌ Bekor qilish

source: Step 2/3: Select parts
ru: Шаг 2/3: Выберите детали
uz: 2/3-bosqich: Detallarni tanlang

source: Serial number: %(serial)s
ru: Серийный номер: %(serial)s
uz: Seriya raqami: %(serial)s

source: Toggle parts to include in the ticket:
ru: Выберите детали для включения в заявку:
uz: Arizaga qo'shiladigan detallarni tanlang:

source: Selected parts: %(count)s
ru: Выбранные детали: %(count)s
uz: Tanlangan detallar: %(count)s

source: ➡ Configure selected parts
ru: ➡ Настроить выбранные детали
uz: ➡ Tanlangan detallarni sozlash

source: ⬅ Back to items
ru: ⬅ Назад к элементам
uz: ⬅ Elementlarga qaytish

source: Step 3/3: Configure part metrics
ru: Шаг 3/3: Настройте параметры деталей
uz: 3/3-bosqich: Detal metrikalarini sozlang

source: Part %(index)s/%(total)s: %(name)s
ru: Деталь %(index)s/%(total)s: %(name)s
uz: Detal %(index)s/%(total)s: %(name)s

source: Draft color: %(color)s
ru: Черновой цвет: %(color)s
uz: Qoralama rang: %(color)s

source: Draft minutes: %(minutes)s
ru: Черновые минуты: %(minutes)s
uz: Qoralama daqiqa: %(minutes)s

source: Configured parts: %(count)s
ru: Настроенные детали: %(count)s
uz: Sozlangan detallar: %(count)s

source: Use inline buttons only to configure values.
ru: Используйте только встроенные кнопки для настройки значений.
uz: Qiymatlarni sozlash uchun faqat inline tugmalardan foydalaning.

source: 🟢 Green
ru: 🟢 Зеленый
uz: 🟢 Yashil

source: Green
ru: Зеленый
uz: Yashil

source: 🟡 Yellow
ru: 🟡 Желтый
uz: 🟡 Sariq

source: Yellow
ru: Желтый
uz: Sariq

source: 🔴 Red
ru: 🔴 Красный
uz: 🔴 Qizil

source: Red
ru: Красный
uz: Qizil

source: ✅ Save part
ru: ✅ Сохранить деталь
uz: ✅ Detalni saqlash

source: ⬅ Back to parts
ru: ⬅ Назад к деталям
uz: ⬅ Detallarga qaytish

source: 🆕 Ticket intake summary
ru: 🆕 Сводка создания заявки
uz: 🆕 Ariza yaratish xulosasi

source: Total minutes: %(minutes)s
ru: Всего минут: %(minutes)s
uz: Jami daqiqa: %(minutes)s

source: Part specs:
ru: Параметры деталей:
uz: Detal parametrlari:

source: Part #%(part_id)s
ru: Деталь #%(part_id)s
uz: Detal #%(part_id)s

source: • %(part)s | %(color)s | %(minutes)s min
ru: • %(part)s | %(color)s | %(minutes)s мин
uz: • %(part)s | %(color)s | %(minutes)s daq

source: Create ticket using the button below.
ru: Создайте заявку кнопкой ниже.
uz: Quyidagi tugma orqali ariza yarating.

source: ✅ Create ticket
ru: ✅ Создать заявку
uz: ✅ Ariza yaratish

source: 🧾 Ticket review queue
ru: 🧾 Очередь проверки заявок
uz: 🧾 Ariza tekshiruv navbati

source: No tickets found for review.
ru: Заявки для проверки не найдены.
uz: Tekshiruv uchun arizalar topilmadi.

source: Total tickets: %(count)s
ru: Всего заявок: %(count)s
uz: Jami arizalar: %(count)s

source: Use inline buttons to open ticket details.
ru: Используйте встроенные кнопки, чтобы открыть детали заявки.
uz: Ariza tafsilotlarini ochish uchun inline tugmalardan foydalaning.

source: No title
ru: Без названия
uz: Sarlavhasiz

source: Not assigned
ru: Не назначен
uz: Biriktirilmagan

source: Yes
ru: Да
uz: Ha

source: No
ru: Нет
uz: Yo'q

source: 🎫 Ticket #%(ticket_id)s
ru: 🎫 Заявка #%(ticket_id)s
uz: 🎫 Ariza #%(ticket_id)s

source: Serial: %(serial)s
ru: Серийный номер: %(serial)s
uz: Seriya: %(serial)s

source: Status: %(status)s
ru: Статус: %(status)s
uz: Holat: %(status)s

source: Title: %(title)s
ru: Название: %(title)s
uz: Sarlavha: %(title)s

source: Technician: %(technician)s
ru: Техник: %(technician)s
uz: Texnik: %(technician)s

source: Admin review approved: %(approved)s
ru: Админ-проверка подтверждена: %(approved)s
uz: Admin tekshiruvi tasdiqlandi: %(approved)s

source: Manual metrics mode: %(manual)s
ru: Режим ручных метрик: %(manual)s
uz: Qo'lda metrika rejimi: %(manual)s

source: ✅ Approve & Assign
ru: ✅ Подтвердить и назначить
uz: ✅ Tasdiqlash va biriktirish

source: 🛠 Manual Metrics
ru: 🛠 Ручные метрики
uz: 🛠 Qo'lda metrikalar

source: ⬅ Back to review queue
ru: ⬅ Назад к очереди проверки
uz: ⬅ Tekshiruv navbatiga qaytish

source: ⬅ Back to ticket
ru: ⬅ Назад к заявке
uz: ⬅ Arizaga qaytish

source: 🛠 Manual metrics override
ru: 🛠 Ручная корректировка метрик
uz: 🛠 Qo'lda metrikani o'zgartirish

source: Ticket: #%(ticket_id)s
ru: Заявка: #%(ticket_id)s
uz: Ariza: #%(ticket_id)s

source: Flag color: %(color)s
ru: Цвет флага: %(color)s
uz: Flag rangi: %(color)s

source: XP amount: %(xp)s
ru: Количество XP: %(xp)s
uz: XP miqdori: %(xp)s

source: Use inline buttons only to update values.
ru: Используйте только встроенные кнопки для изменения значений.
uz: Qiymatlarni yangilash uchun faqat inline tugmalardan foydalaning.

source: ✅ Save manual metrics
ru: ✅ Сохранить ручные метрики
uz: ✅ Qo'lda metrikalarni saqlash

source: ✅ QC Pass
ru: ✅ Принять QC
uz: ✅ QC tasdiqlash

source: ❌ QC Fail
ru: ❌ Отклонить QC
uz: ❌ QC rad etish

source: Ticket marked as QC passed.
ru: Заявка отмечена как прошедшая QC.
uz: Ariza QC'dan o'tdi deb belgilandi.

source: Ticket marked as QC failed.
ru: Заявка отмечена как не прошедшая QC.
uz: Ariza QC'dan o'tmadi deb belgilandi.

source: Unsupported QC action.
ru: Неподдерживаемое действие QC.
uz: Qo'llab-quvvatlanmaydigan QC amali.

source: QC action is not available for this ticket status.
ru: Действие QC недоступно для этого статуса заявки.
uz: Ushbu ariza holati uchun QC amali mavjud emas.

source: 🛠 Technician: %(technician)s
ru: 🛠 Техник: %(technician)s
uz: 🛠 Texnik: %(technician)s

source: No QC checks assigned to you.
ru: На вас не назначено проверок QC.
uz: Sizga biriktirilgan QC tekshiruvlari yo'q.

source: Total QC checks: %(count)s
ru: Всего проверок QC: %(count)s
uz: Jami QC tekshiruvlari: %(count)s

source: Select a ticket to review.
ru: Выберите заявку для проверки.
uz: Tekshirish uchun arizani tanlang.

source: ⬅ Back to my QC checks
ru: ⬅ Назад к моим проверкам QC
uz: ⬅ Mening QC tekshiruvlarimga qaytish

source: unassigned
ru: не назначен
uz: biriktirilmagan

source: Error message is invalid
ru: Сообщение об ошибке недопустимо.
uz: Xato xabari noto'g'ri.

source: Created At
ru: Создано
uz: Yaratilgan vaqt

source: Updated At
ru: Обновлено
uz: Yangilangan vaqt

source: Append-only records cannot be updated. Create a reversal entry instead.
ru: Записи только для добавления нельзя обновлять. Вместо этого создайте сторнирующую запись.
uz: Faqat qo'shiladigan yozuvlarni yangilab bo'lmaydi. Buning o'rniga teskari yozuv yarating.

source: Append-only records cannot be deleted. Create a reversal entry instead.
ru: Записи только для добавления нельзя удалять. Вместо этого создайте сторнирующую запись.
uz: Faqat qo'shiladigan yozuvlarni o'chirib bo'lmaydi. Buning o'rniga teskari yozuv yarating.

source: Deleted At
ru: Удалено
uz: O'chirilgan vaqt

source: Super Admin
ru: Супер-администратор
uz: Super administrator

source: Ops Manager
ru: Операционный менеджер
uz: Operatsion menejer

source: Master (Service Lead)
ru: Мастер (руководитель сервиса)
uz: Usta (xizmat rahbari)

source: Technician
ru: Техник
uz: Texnik

source: QC Inspector
ru: Инспектор QC
uz: QC inspektori

source: Pending
ru: В ожидании
uz: Kutilmoqda

source: Approved
ru: Одобрено
uz: Tasdiqlangan

source: Rejected
ru: Отклонено
uz: Rad etilgan

source: Ready
ru: Готов
uz: Tayyor

source: In Service
ru: В работе
uz: Xizmatda

source: Rented
ru: Сдан в аренду
uz: Ijarada

source: Blocked
ru: Заблокирован
uz: Bloklangan

source: Write Off
ru: Списан
uz: Hisobdan chiqarilgan

source: Under Review
ru: На проверке
uz: Ko'rib chiqilmoqda

source: In Progress
ru: В процессе
uz: Jarayonda

source: Started
ru: Начато
uz: Boshlangan

source: Resumed
ru: Возобновлено
uz: Davom ettirilgan

source: Created
ru: Создано
uz: Yaratilgan

source: To Waiting QC
ru: В ожидание QC
uz: QC kutishga o'tkazildi

source: QC Pass
ru: QC пройден
uz: QC o'tdi

source: QC Fail
ru: QC не пройден
uz: QC o'tmadi

source: Attendance Punctuality
ru: Пунктуальность посещаемости
uz: Davomat aniqligi

source: Ticket Base XP
ru: Базовый XP за заявку
uz: Ariza uchun bazaviy XP

source: Ticket QC First Pass Bonus
ru: Бонус XP за прохождение QC с первого раза
uz: QC birinchi urinish bonusi XP

source: Ticket QC Status Update
ru: XP за обновление статуса QC
uz: QC holati yangilanishi XP

source: Manual Adjustment
ru: Ручная корректировка
uz: Qo'lda tuzatish

source: Daily pause limit is fully reached for today.
ru: Ежедневный лимит паузы на сегодня полностью исчерпан.

source: Hi, <b>%(name)s</b>.
ru: Здравствуйте, <b>%(name)s</b>.

source: No active work session found for this ticket and technician.
ru: Для этого тикета и техника не найдена активная рабочая сессия.

source: Only assigned technician can send ticket to QC.
ru: Только назначенный техник может отправить тикет на QC.

source: Only assigned technician can start this ticket.
ru: Только назначенный техник может начать этот тикет.

source: Open Mini App
ru: Открыть мини-приложение

source: Phone number is already used by another account.
ru: Номер телефона уже используется другим аккаунтом.

source: QC FAIL allowed only from WAITING_QC.
ru: QC FAIL разрешен только из статуса WAITING_QC.

source: QC PASS allowed only from WAITING_QC.
ru: QC PASS разрешен только из статуса WAITING_QC.

source: Target user was not found.
ru: Целевой пользователь не найден.

source: Technician already has an active work session. Stop current work session or move ticket to waiting QC before starting another ticket.
ru: У техника уже есть активная рабочая сессия. Остановите текущую сессию или переведите тикет в ожидание QC перед запуском другого тикета.

source: Ticket can be sent to QC only from IN_PROGRESS.
ru: Тикет можно отправить на QC только из статуса IN_PROGRESS.

source: Ticket can be started only from ASSIGNED or REWORK.
ru: Тикет можно начать только из статуса ASSIGNED или REWORK.

source: Ticket cannot be assigned in current status.
ru: Тикет нельзя назначить в текущем статусе.

source: Ticket has no assigned technician.
ru: У тикета нет назначенного техника.

source: Ticket must have an assigned technician before QC PASS.
ru: Перед QC PASS у тикета должен быть назначенный техник.

source: Ticket must pass admin review before assignment.
ru: Перед назначением тикет должен пройти админ-проверку.

source: Ticket review can be approved only from UNDER_REVIEW or NEW status.
ru: Проверку тикета можно одобрить только из статуса UNDER_REVIEW или NEW.

source: Unknown error.
ru: Неизвестная ошибка.

source: Unknown user
ru: Неизвестный пользователь

source: Work session can be paused only from RUNNING state.
ru: Рабочую сессию можно поставить на паузу только из состояния RUNNING.

source: Work session can be resumed only from PAUSED state.
ru: Рабочую сессию можно возобновить только из состояния PAUSED.

source: Work session can be stopped only from RUNNING or PAUSED state.
ru: Рабочую сессию можно остановить только из состояния RUNNING или PAUSED.

source: Work session must be stopped before moving ticket to waiting QC.
ru: Перед переводом тикета в ожидание QC рабочая сессия должна быть остановлена.

source: You are already registered and linked.
ru: Вы уже зарегистрированы и связаны.

source: You can now use <b>Rent Market</b>.
ru: Теперь вы можете пользоваться <b>Rent Market</b>.

source: You can submit a new request using <code>/start</code>.
ru: Вы можете отправить новую заявку через <code>/start</code>.

source: Your access request was already approved.
ru: Ваша заявка на доступ уже была одобрена.

source: active
ru: активна

source: actor_user_id does not exist.
ru: actor_user_id не существует.

source: added
ru: добавлена

source: amount must not be 0.
ru: amount не должен быть 0.

source: comment is required.
ru: comment обязателен.

source: level down
ru: понижение уровня

source: level is invalid.
ru: некорректный уровень.

source: level up
ru: повышение уровня

source: not active
ru: не активна

source: removed
ru: снята

source: unchanged
ru: без изменений

source: user#%(user_id)s
ru: пользователь#%(user_id)s

source: ▶️ <b>Ticket Work Started</b>
ru: ▶️ <b>Работа по тикету начата</b>

source: ⚠️ <b>Warning week:</b> %(value)s
ru: ⚠️ <b>Предупредительная неделя:</b> %(value)s

source: ✅ <b>Access Request Approved</b>
ru: ✅ <b>Заявка на доступ одобрена</b>

source: ✅ <b>Ticket Passed QC</b>
ru: ✅ <b>Тикет прошел QC</b>

source: ❌ <b>Access Request Rejected</b>
ru: ❌ <b>Заявка на доступ отклонена</b>

source: ❌ <b>Returned from QC</b>
ru: ❌ <b>Возвращено с QC</b>

source: ⭐ <b>XP Adjustment Applied</b>
ru: ⭐ <b>Корректировка XP применена</b>

source: ⭐ <b>XP awarded:</b> base=%(base)s
ru: ⭐ <b>Начислен XP:</b> база=%(base)s

source: ⭐ <b>XP awarded:</b> base=%(base)s, first-pass bonus=%(bonus)s
ru: ⭐ <b>Начислен XP:</b> база=%(base)s, бонус за первый проход=%(bonus)s

source: 🆕 <b>New ticket assigned to you</b>
ru: 🆕 <b>Вам назначен новый тикет</b>

source: 🎚 <b>Level Update Applied</b>
ru: 🎚 <b>Обновление уровня применено</b>

source: 🎫 <b>Ticket:</b> #%(ticket_id)s
ru: 🎫 <b>Тикет:</b> #%(ticket_id)s

source: 👇 <b>Action:</b> choose a QC decision using buttons below.
ru: 👇 <b>Действие:</b> выберите решение QC кнопками ниже.

source: 👤 <b>By:</b> %(value)s
ru: 👤 <b>Кем:</b> %(value)s

source: 👤 <b>Technician:</b> %(value)s
ru: 👤 <b>Техник:</b> %(value)s

source: 💬 <b>Comment:</b> %(value)s
ru: 💬 <b>Комментарий:</b> %(value)s

source: 📈 <b>Amount:</b> <code>%(value)s</code>
ru: 📈 <b>Сумма:</b> <code>%(value)s</code>

source: 📊 <b>Level:</b> <code>L%(previous)s → L%(new)s</code> (%(label)s)
ru: 📊 <b>Уровень:</b> <code>L%(previous)s → L%(new)s</code> (%(label)s)

source: 📌 <b>Ticket Assigned</b>
ru: 📌 <b>Тикет назначен</b>

source: 📍 <b>Status:</b> <code>%(value)s</code>
ru: 📍 <b>Статус:</b> <code>%(value)s</code>

source: 🔢 <b>Serial:</b> <code>%(value)s</code>
ru: 🔢 <b>Серийный номер:</b> <code>%(value)s</code>

source: 🛠 <b>Assigned by:</b> %(value)s
ru: 🛠 <b>Назначил:</b> %(value)s

source: 🛠 <b>Moved by:</b> %(value)s
ru: 🛠 <b>Перевел:</b> %(value)s

source: 🛠 <b>Started by:</b> %(value)s
ru: 🛠 <b>Запустил:</b> %(value)s

source: 🧪 <b>QC by:</b> %(value)s
ru: 🧪 <b>QC выполнил:</b> %(value)s
