Repository: erkinov-wtf/rmbot
Catalog: src/locales/*/LC_MESSAGES/django.po
Languages: ru, uz

source: 🧪 <b>Ticket Waiting For QC</b>
ru: 🧪 <b>Тикет ожидает QC</b>

source: ℹ️ No QC checks assigned to you.
ru: На вас не назначено проверок QC.

source: ℹ️ No XP activity yet.
ru: Пока нет активности XP.

source: ℹ️ No active inventory items found on this page.
ru: На этой странице нет активных инвентарных элементов.

source: ℹ️ No active tickets assigned right now.
ru: Сейчас нет назначенных активных заявок.

source: ℹ️ No past tickets found yet.
ru: Пока нет прошлых заявок.

source: ℹ️ No tickets are currently waiting QC.
ru: Сейчас нет заявок, ожидающих QC.

source: ℹ️ No tickets found for review.
ru: Заявки для проверки не найдены.

source: ℹ️ This inventory item has no parts configured.
ru: Для этого инвентарного элемента не настроены детали.

source: ℹ️ This old quick panel was removed. Use the bottom keyboard buttons for Stats, XP, and queue sections.
ru: Старая быстрая панель удалена. Используйте нижние кнопки клавиатуры для разделов статистики, XP и очереди.

source: ⏸ Work session paused.
ru: Рабочая сессия приостановлена.

source: ⏹ Work session stopped.
ru: Рабочая сессия остановлена.

source: ▶ Work session resumed.
ru: Рабочая сессия возобновлена.

source: ⚠️ Action is not available for this ticket right now.
ru: Это действие сейчас недоступно для этой заявки.

source: ⚠️ An active ticket already exists for this inventory item.
ru: Для этого инвентарного элемента уже есть активная заявка.

source: ⚠️ Approve & assign is not available for this ticket status.
ru: Это действие сейчас недоступно для этой заявки.

source: ⚠️ Configure parts first.
ru: Сначала настройте детали.

source: ⚠️ Could not open this page.
ru: Не удалось открыть эту страницу.

source: ⚠️ Invalid XP adjustment.
ru: Недопустимая корректировка XP.

source: ⚠️ Invalid XP option.
ru: Недопустимый вариант XP.

source: ⚠️ Invalid color option.
ru: Недопустимый вариант цвета.

source: ⚠️ Invalid item selection.
ru: Недопустимый выбор элемента.

source: ⚠️ Invalid minutes adjustment.
ru: Недопустимая корректировка минут.

source: ⚠️ Invalid minutes option.
ru: Недопустимый вариант минут.

source: ⚠️ Invalid part selection.
ru: Недопустимый выбор детали.

source: ⚠️ Inventory item was not found.
ru: Инвентарный элемент не найден.

source: ⚠️ No part specs were configured.
ru: Параметры деталей не настроены.

source: ⚠️ No technicians are available for assignment.
ru: Нет доступных техников для назначения.

source: ⚠️ Part configuration session expired.
ru: Сессия настройки детали истекла.

source: ⚠️ QC action is not available for this ticket status.
ru: Действие QC недоступно для этого статуса заявки.

source: ⚠️ Select at least one part first.
ru: Сначала выберите хотя бы одну деталь.

source: ⚠️ Technician selection is invalid.
ru: Некорректный выбор техника.

source: ⚠️ Ticket intake session expired. Start again.
ru: Сессия создания заявки истекла. Начните снова.

source: ⚠️ Ticket is not assigned to this technician.
ru: Заявка не назначена этому технику.

source: ⚠️ Ticket is not assigned to you for QC.
ru: Заявка не назначена вам на QC.

source: ⚠️ Ticket is not found or is not assigned to you.
ru: Заявка не найдена или не назначена вам.

source: ⚠️ Ticket was not found.
ru: Заявка не найдена.

source: ⚠️ Unknown action.
ru: Неизвестное действие.

source: ⚠️ Unsupported QC action.
ru: Неподдерживаемое действие QC.

source: ⚠️ Unsupported action.
ru: Неподдерживаемое действие.

source: ⚠️ Unsupported queue callback action.
ru: Неподдерживаемое действие callback очереди.

source: ⚠️ Unsupported ticket view scope.
ru: Неподдерживаемая область просмотра заявок.

source: ⛔ This action is available only for QC inspectors.
ru: Это действие доступно только QC-инспекторам.

source: ⛔ This action is available only for technicians.
ru: Это действие доступно только техникам.

source: ⛔ Your roles do not allow approve-and-assign action.
ru: Ваши роли не позволяют подтверждать и назначать.

source: ⛔ Your roles do not allow manual metrics override.
ru: Ваши роли не позволяют ручную корректировку метрик.

source: ⛔ Your roles do not allow ticket intake.
ru: Ваши роли не позволяют создание заявок.

source: ⛔ Your roles do not allow ticket review actions.
ru: Ваши роли не позволяют действия проверки заявок.

source: ✅ All part specs configured.
ru: Все параметры деталей настроены.

source: ✅ Manual metrics updated.
ru: Ручные метрики обновлены.

source: ✅ Part saved.
ru: Деталь сохранена.

source: ✅ Ticket approved and assigned.
ru: Заявка подтверждена и назначена.

source: ✅ Ticket intake flow completed.
ru: Процесс создания заявки завершен.

source: ✅ Ticket marked as QC passed.
ru: Заявка отмечена как прошедшая QC.

source: ✅ Work session started.
ru: Рабочая сессия начата.

source: ❌ Approve & assign failed: %(reason)s
ru: Подтверждение и назначение не удалось: %(reason)s

source: ❌ Manual metrics update failed: %(reason)s
ru: Обновление ручных метрик не удалось: %(reason)s

source: ❌ Ticket create failed: %(reason)s
ru: Не удалось создать заявку: %(reason)s

source: ❌ Ticket marked as QC failed.
ru: Заявка отмечена как не прошедшая QC.

source: 👇 Select a ticket to review.
ru: Выберите заявку для проверки.

source: 👤 Select technician for ticket #%(ticket_id)s.
ru: Выберите техника для заявки #%(ticket_id)s.

source: 💡 Choose an item using the inline buttons.
ru: Выберите элемент с помощью встроенных кнопок.

source: 💡 Create ticket using the button below.
ru: Создайте заявку кнопкой ниже.

source: 💡 Use inline buttons only to configure values.
ru: Используйте только встроенные кнопки для настройки значений.

source: 💡 Use inline buttons only to update values.
ru: Используйте только встроенные кнопки для изменения значений.

source: 💡 Use inline buttons to open ticket details.
ru: Используйте встроенные кнопки, чтобы открыть детали заявки.

source: 💡 Use the inline buttons below to open ticket details.
ru: Используйте встроенные кнопки ниже, чтобы открыть детали заявки.

source: 🔄 Active tickets list refreshed.
ru: Список активных заявок обновлен.

source: 🔄 Past tickets list refreshed.
ru: Список прошлых заявок обновлен.

source: 🔄 QC checks refreshed.
ru: Список проверок QC обновлен.

source: 🔄 Review queue refreshed.
ru: Очередь проверки обновлена.

source: 🔄 Ticket details refreshed.
ru: Детали заявки обновлены.

source: 🔄 Waiting QC list refreshed.
ru: Список заявок в ожидании QC обновлен.

source: 🛑 Ticket intake canceled.
ru: Создание заявки отменено.

source: 🧪 QC check opened.
ru: Проверка QC открыта.

source: 🧪 Ticket sent to QC.
ru: Заявка отправлена в QC.
