Repository: erkinov-wtf/rmbot
Catalog: src/locales/*/LC_MESSAGES/django.po
Languages: ru, uz

source: 📌 <b>Selected parts:</b> %(count)s
ru: 📌 <b>Выбрано частей:</b> %(count)s

source: 📦 <b>Available items</b>
ru: 📦 <b>Доступные позиции</b>

source: 🧱 <b>Toggle parts to include in the ticket</b>
ru: 🧱 <b>Отметьте части для включения в тикет</b>

source: • <b>Session:</b> %(session)s
ru: • <b>Сессия:</b> %(session)s

source: Check your request status
ru: Проверить статус запроса

source: Draft started.
ru: Черновик начат.

source: Enter your first name.
ru: Введите имя.

source: Enter your last name.
ru: Введите фамилию.

source: First name
ru: Имя

source: First name saved.
ru: Имя сохранено.

source: Last name
ru: Фамилия

source: Last name saved.
ru: Фамилия сохранена.

source: Phone number saved.
ru: Номер телефона сохранен.

source: Please review your data and send your phone again.
ru: Проверьте данные и отправьте номер телефона снова.

source: Share your phone number.
ru: Поделитесь номером телефона.

source: Show this help menu
ru: Показать это меню помощи

source: Start access request
ru: Начать запрос доступа

source: Submission failed.
ru: Отправка не удалась.

source: Submitting your request...
ru: Отправляем ваш запрос...

source: View your profile and access status
ru: Посмотреть профиль и статус доступа

source: access active
ru: доступ активен

source: access not registered
ru: доступ не оформлен

source: access request under review
ru: запрос доступа на рассмотрении

source: • <b>%(part)s</b> • %(color)s • %(minutes)s min
ru: • <b>%(part)s</b> • %(color)s • %(minutes)s мин

source: • <b>Admin review approved:</b> %(approved)s
ru: • <b>Проверка админом одобрена:</b> %(approved)s

source: • <b>Completed tickets:</b> %(count)s
ru: • <b>Завершенные тикеты:</b> %(count)s

source: • <b>Flag / XP:</b> %(flag)s / %(xp)s
ru: • <b>Флаг / XP:</b> %(flag)s / %(xp)s

source: • <b>Level:</b> %(value)s
ru: • <b>Уровень:</b> %(value)s

source: • <b>Manual metrics mode:</b> %(manual)s
ru: • <b>Режим ручных метрик:</b> %(manual)s

source: • <b>Name:</b> %(value)s
ru: • <b>Имя:</b> %(value)s

source: • <b>Open tickets:</b> %(count)s
ru: • <b>Открытые тикеты:</b> %(count)s

source: • <b>Phone:</b> <code>%(value)s</code>
ru: • <b>Телефон:</b> <code>%(value)s</code>

source: • <b>Serial:</b> <code>%(serial)s</code>
ru: • <b>Серийный номер:</b> <code>%(serial)s</code>

source: • <b>Serial:</b> <code>%(serial)s</code>
ru: • <b>Серийный номер:</b> <code>%(serial)s</code>

source: • <b>Showing:</b> %(start)s-%(end)s / %(total)s
ru: • <b>Показано:</b> %(start)s-%(end)s / %(total)s

source: • <b>Status:</b> %(status)s
ru: • <b>Статус:</b> %(status)s

source: • <b>Status:</b> %(status)s
ru: • <b>Статус:</b> %(status)s

source: • <b>Submitted:</b> %(value)s
ru: • <b>Отправлено:</b> %(value)s

source: • <b>Technician:</b> %(technician)s
ru: • <b>Техник:</b> %(technician)s

source: • <b>Ticket:</b> #%(ticket_id)s
ru: • <b>Тикет:</b> #%(ticket_id)s

source: • <b>Title:</b> %(title)s
ru: • <b>Название:</b> %(title)s

source: • <b>Total XP:</b> %(value)s
ru: • <b>Всего XP:</b> %(value)s

source: • <b>Total minutes:</b> %(minutes)s
ru: • <b>Всего минут:</b> %(minutes)s

source: • <b>Total minutes:</b> %(minutes)s
ru: • <b>Всего минут:</b> %(minutes)s

source: • <b>Updates:</b> %(value)s
ru: • <b>Обновлений:</b> %(value)s

source: • <b>Username:</b> %(value)s
ru: • <b>Юзернейм:</b> %(value)s

source: • <b>Waiting for quality check:</b> %(count)s
ru: • <b>Ожидают проверки качества:</b> %(count)s

source: • <b>XP:</b> %(xp)s points (%(updates)s updates)
ru: • <b>XP:</b> %(xp)s очков (%(updates)s обновлений)

source: ℹ️ <b>No form in progress.</b>
ru: ℹ️ <b>Форма не запущена.</b>

source: ℹ️ <b>Your access request is already under review.</b>
ru: ℹ️ <b>Ваш запрос доступа уже на рассмотрении.</b>

source: ℹ️ <b>Your request is already under review.</b>
ru: ℹ️ <b>Ваш запрос уже на рассмотрении.</b>

source: ℹ️ Ticket intake/review/QC actions are now available in the Telegram Mini App.
ru: ℹ️ Действия по созданию/проверке/QC тикетов теперь доступны в Telegram Mini App.

source: ℹ️ We will notify you here after review.
ru: ℹ️ После проверки мы уведомим вас здесь.

source: ⏱ <b>Draft minutes:</b> %(minutes)s
ru: ⏱ <b>Черновые минуты:</b> %(minutes)s

source: ⏱ <b>Total minutes:</b> %(minutes)s
ru: ⏱ <b>Всего минут:</b> %(minutes)s

source: ⚠️ <b>First name is too short.</b> Please enter at least 2 letters.
ru: ⚠️ <b>Имя слишком короткое.</b> Введите минимум 2 буквы.

source: ⚠️ <b>Invalid phone number format.</b> Please send it in international format, for example <code>+998901234567</code>.
ru: ⚠️ <b>Неверный формат номера телефона.</b> Отправьте его в международном формате, например <code>+998901234567</code>.

source: ⚠️ <b>Last name is too short.</b> Please enter at least 2 letters.
ru: ⚠️ <b>Фамилия слишком короткая.</b> Введите минимум 2 буквы.

source: ⚠️ <b>Please share a valid phone number.</b>
ru: ⚠️ <b>Пожалуйста, отправьте корректный номер телефона.</b>

source: ⚠️ <b>Please share your own phone number, not someone else's.</b>
ru: ⚠️ <b>Пожалуйста, отправьте свой номер телефона, а не чужой.</b>

source: ⚠️ <b>Your draft expired.</b> Please send /start and fill the form again.
ru: ⚠️ <b>Срок действия черновика истек.</b> Отправьте /start и заполните форму заново.

source: ⚠️ This inventory item's category has no parts configured.
ru: ⚠️ В категории этой позиции инвентаря нет настроенных частей.

source: ⚡ <b>Available actions:</b>
ru: ⚡ <b>Доступные действия:</b>

source: ⛔ <b>This action is available only for QC inspectors.</b>
ru: ⛔ <b>Это действие доступно только QC-инспекторам.</b>

source: ⛔ <b>This command is available only for technicians.</b>
ru: ⛔ <b>Эта команда доступна только техникам.</b>

source: ⛔ <b>Your roles do not allow ticket intake.</b>
ru: ⛔ <b>Ваши роли не позволяют создавать тикеты.</b>

source: ⛔ <b>Your roles do not allow ticket review actions.</b>
ru: ⛔ <b>Ваши роли не позволяют выполнять действия проверки тикетов.</b>

source: ✅ <b>Configured parts:</b> %(count)s
ru: ✅ <b>Настроено частей:</b> %(count)s

source: ✅ <b>Past Tickets</b>
ru: ✅ <b>Прошлые тикеты</b>

source: ✅ <b>Request submitted successfully.</b> We will review it and message you here.
ru: ✅ <b>Запрос успешно отправлен.</b> Мы рассмотрим его и напишем вам здесь.

source: ✅ <b>Ticket created successfully.</b>
ru: ✅ <b>Тикет успешно создан.</b>

source: ✅ <b>You are all set.</b> Your account is already active.
ru: ✅ <b>Все готово.</b> Ваш аккаунт уже активен.

source: ❌ <b>Could not submit your request.</b> Reason: %(reason)s
ru: ❌ <b>Не удалось отправить ваш запрос.</b> Причина: %(reason)s

source: ➡️ <b>Next step:</b> %(value)s
ru: ➡️ <b>Следующий шаг:</b> %(value)s

source: ⭐ <b>XP Summary</b>
ru: ⭐ <b>Сводка XP</b>

source: ⭐ <b>XP amount:</b> %(xp)s
ru: ⭐ <b>Количество XP:</b> %(xp)s

source: 🆕 <b>Ticket Intake</b>
ru: 🆕 <b>Создание тикета</b>

source: 🆘 <b>Help</b>
ru: 🆘 <b>Помощь</b>

source: 🎟 <b>Active Tickets</b>
ru: 🎟 <b>Активные тикеты</b>

source: 🎨 <b>Draft color:</b> %(color)s
ru: 🎨 <b>Черновой цвет:</b> %(color)s

source: 🎨 <b>Flag color:</b> %(color)s
ru: 🎨 <b>Цвет флага:</b> %(color)s

source: 🎫 <b>Ticket #%(ticket_id)s</b>
ru: 🎫 <b>Тикет #%(ticket_id)s</b>

source: 🎫 Ticket #%(ticket_id)s opened.
ru: 🎫 Тикет #%(ticket_id)s открыт.

source: 🎯 <b>Potential XP:</b> +%(xp)s
ru: 🎯 <b>Потенциальный XP:</b> +%(xp)s

source: 🎯 <b>Potential XP:</b> pending metrics
ru: 🎯 <b>Потенциальный XP:</b> ожидаются метрики

source: 🏅 <b>Work Profile</b>
ru: 🏅 <b>Рабочий профиль</b>

source: 🏆 <b>Acquired XP:</b> +%(xp)s
ru: 🏆 <b>Полученный XP:</b> +%(xp)s

source: 👤 <b>My Profile</b>
ru: 👤 <b>Мой профиль</b>

source: 👤 <b>Status:</b> %(value)s
ru: 👤 <b>Статус:</b> %(value)s

source: 💡 Use the buttons below for quick actions.
ru: 💡 Используйте кнопки ниже для быстрых действий.

source: 💾 <b>Saved:</b> %(value)s
ru: 💾 <b>Сохранено:</b> %(value)s

source: 📄 <b>Page:</b> %(page)s/%(page_count)s
ru: 📄 <b>Страница:</b> %(page)s/%(page_count)s

source: 📈 <b>Progress:</b> %(done)s/%(total)s %(bar)s
ru: 📈 <b>Прогресс:</b> %(done)s/%(total)s %(bar)s

source: 📈 <b>XP progress:</b> %(current)s/%(target)s
ru: 📈 <b>XP прогресс:</b> %(current)s/%(target)s

source: 📌 <b>Main Commands</b>
ru: 📌 <b>Основные команды</b>

source: 📍 <b>Status:</b> %(status)s
ru: 📍 <b>Статус:</b> %(status)s

source: 📜 <b>XP Activity</b>
ru: 📜 <b>История XP</b>

source: 📝 <b>Open Access Request</b> Use <code>/start</code> or tap the button below.
ru: 📝 <b>Открыть запрос доступа</b> Используйте <code>/start</code> или кнопку ниже.

source: 📦 <b>Total QC checks:</b> %(count)s
ru: 📦 <b>Всего проверок QC:</b> %(count)s

source: 📦 <b>Total tickets:</b> %(count)s
ru: 📦 <b>Всего тикетов:</b> %(count)s

source: 📨 <b>Access Request</b>
ru: 📨 <b>Запрос доступа</b>

source: 📱 <b>Phone number</b> Use the button below or type your number in international format (for example: <code>+998901234567</code>).
ru: 📱 <b>Номер телефона</b> Используйте кнопку ниже или введите номер в международном формате (например: <code>+998901234567</code>).

source: 🔢 <b>Serial number:</b> <code>%(serial)s</code>
ru: 🔢 <b>Серийный номер:</b> <code>%(serial)s</code>

source: 🕒 <b>Latest updates</b>
ru: 🕒 <b>Последние обновления</b>

source: 🚫 <b>No access yet.</b> Send <code>/start</code> to request access.
ru: 🚫 <b>Доступа пока нет.</b> Отправьте <code>/start</code>, чтобы запросить доступ.

source: 🚫 <b>No access yet.</b> Send <code>/start</code> to submit access request.
ru: 🚫 <b>Доступа пока нет.</b> Отправьте <code>/start</code>, чтобы отправить запрос на доступ.

source: 🚫 <b>No access yet</b> Send <code>/start</code> or tap the button below.
ru: 🚫 <b>Доступа пока нет</b> Отправьте <code>/start</code> или нажмите кнопку ниже.

source: 🚫 No access yet. Send /start first.
ru: 🚫 Доступа пока нет. Сначала отправьте /start.

source: 🚫 No access yet. Send /start to request access.
ru: 🚫 Доступа пока нет. Отправьте /start, чтобы запросить доступ.

source: 🛑 <b>Draft canceled.</b> You can start a new request anytime.
ru: 🛑 <b>Черновик отменен.</b> Вы можете начать новый запрос в любое время.

source: 🛠 <b>Manual Metrics Override</b>
ru: 🛠 <b>Ручное переопределение метрик</b>

source: 🛠 <b>Technician Stats</b>
ru: 🛠 <b>Статистика техника</b>

source: 🛠 <b>Technician:</b> %(technician)s
ru: 🛠 <b>Техник:</b> %(technician)s

source: 🛠 <b>Technician</b>
ru: 🛠 <b>Техник</b>

source: 🛠 <b>Work session:</b> %(session)s
ru: 🛠 <b>Рабочая сессия:</b> %(session)s

source: 🟡 <b>Status:</b> under review
ru: 🟡 <b>Статус:</b> на рассмотрении

source: 🟢 <b>Access:</b> active
ru: 🟢 <b>Доступ:</b> активен

source: 🧩 <b>Step 1/3:</b> Select an inventory item
ru: 🧩 <b>Шаг 1/3:</b> Выберите позицию инвентаря

source: 🧩 <b>Step 2/3:</b> Select parts
ru: 🧩 <b>Шаг 2/3:</b> Выберите части

source: 🧩 <b>Step 3/3:</b> Configure part metrics
ru: 🧩 <b>Шаг 3/3:</b> Настройте метрики частей

source: 🧪 <b>My QC Checks</b>
ru: 🧪 <b>Мои проверки QC</b>

source: 🧪 <b>QC Ticket Action Panel</b>
ru: 🧪 <b>Панель действий QC по тикету</b>

source: 🧪 <b>Waiting QC Tickets</b>
ru: 🧪 <b>Тикеты в ожидании QC</b>

source: 🧰 <b>Tools</b>
ru: 🧰 <b>Инструменты</b>

source: 🧱 <b>Part %(index)s/%(total)s:</b> %(name)s
ru: 🧱 <b>Часть %(index)s/%(total)s:</b> %(name)s

source: 🧱 <b>Part specs</b>
ru: 🧱 <b>Параметры частей</b>

source: 🧾 <b>Access request</b>
ru: 🧾 <b>Запрос доступа</b>

source: 🧾 <b>Identity</b>
ru: 🧾 <b>Личные данные</b>

source: 🧾 <b>Ticket Intake Summary</b>
ru: 🧾 <b>Итог создания тикета</b>

source: 🧾 <b>Ticket Review Queue</b>
ru: 🧾 <b>Очередь проверки тикетов</b>

source: Something went wrong. Please try again later.
ru: Что-то пошло не так. Пожалуйста, попробуйте позже.
uz: Nimadir xato ketdi. Iltimos, keyinroq qayta urinib ko'ring.

source: Unknown command. Use /help.
ru: Неизвестная команда. Используйте /help.
uz: Noma'lum buyruq. /help dan foydalaning.

source: ⚠️ <b>Unknown command.</b> Use <code>/help</code>.
ru: ⚠️ <b>Неизвестная команда.</b> Используйте <code>/help</code>.
uz: ⚠️ <b>Noma'lum buyruq.</b> <code>/help</code> dan foydalaning.

source: Share phone number
ru: Поделиться номером телефона
uz: Telefon raqamini ulashish

source: Could not open this page.
ru: Не удалось открыть эту страницу.
uz: Bu sahifani ochib bo'lmadi.

source: Your access request is already under review.
ru: Ваша заявка на доступ уже на проверке.
uz: Kirish so'rovingiz allaqachon ko'rib chiqilmoqda.

source: You are all set. Your account is already active.
ru: Все готово. Ваш аккаунт уже активен.
uz: Hammasi tayyor. Hisobingiz allaqachon faol.

source: Let's create your access request. Please enter your first name.
ru: Давайте создадим вашу заявку на доступ. Введите имя.
uz: Kirish so'rovingizni yaratamiz. Iltimos, ismingizni kiriting.

source: Available commands:
ru: Доступные команды:
uz: Mavjud buyruqlar:

source: Start the bot and access setup
ru: Запустить бота и настройку доступа
uz: Botni va kirishni sozlashni boshlash

source: Check my profile and access status
ru: Проверить мой профиль и статус доступа
uz: Profilim va kirish holatini tekshirish

source: Start ticket intake flow
ru: Начать создание заявки
uz: Ariza yaratish jarayonini boshlash

source: Open ticket review queue
ru: Открыть очередь проверки заявок
uz: Arizalar tekshiruv navbatini ochish

source: Open my active ticket list
ru: Открыть мой список активных заявок
uz: Faol arizalar ro'yxatini ochish

source: Open technician ticket controls
ru: Открыть управление заявками техника
uz: Texnik arizalari boshqaruvini ochish

source: Open tickets waiting for quality check
ru: Открыть заявки, ожидающие проверки качества
uz: Sifat tekshiruvini kutayotgan arizalarni ochish

source: Open my completed tickets
ru: Открыть мои завершенные заявки
uz: Yakunlangan arizalarimni ochish

source: Open my assigned QC checks
ru: Открыть назначенные мне проверки QC
uz: Menga biriktirilgan QC tekshiruvlarini ochish

source: Show my XP summary
ru: Показать мою сводку XP
uz: XP hisobotimni ko'rsatish

source: Show my XP activity with pages
ru: Показать мою активность XP по страницам
uz: XP faolligimni sahifalar bilan ko'rsatish

source: Cancel the current form
ru: Отменить текущую форму
uz: Joriy formani bekor qilish

source: Show this help message
ru: Показать это сообщение помощи
uz: Ushbu yordam xabarini ko'rsatish

source: There is no form in progress right now.
ru: Сейчас нет активной формы.
uz: Hozir jarayonda forma yo'q.

source: Canceled. You can start a new request anytime.
ru: Отменено. Вы можете начать новую заявку в любое время.
uz: Bekor qilindi. Istalgan payt yangi so'rovni boshlashingiz mumkin.

source: Please enter a valid first name (at least 2 letters).
ru: Введите корректное имя (минимум 2 буквы).
uz: Iltimos, to'g'ri ism kiriting (kamida 2 ta harf).

source: Please enter your last name.
ru: Введите вашу фамилию.
uz: Iltimos, familiyangizni kiriting.

source: Please enter a valid last name (at least 2 letters).
ru: Введите корректную фамилию (минимум 2 буквы).
uz: Iltimos, to'g'ri familiya kiriting (kamida 2 ta harf).

source: Please share your phone number or type it in international format.
ru: Поделитесь номером телефона или введите его в международном формате.
uz: Iltimos, telefon raqamingizni ulashing yoki xalqaro formatda kiriting.

source: Request submitted successfully. We will review it and message you here.
ru: Заявка успешно отправлена. Мы проверим её и напишем вам здесь.
uz: So'rov muvaffaqiyatli yuborildi. Uni ko'rib chiqamiz va shu yerda xabar beramiz.

source: Your request is already under review.
ru: Ваша заявка уже на проверке.
uz: So'rovingiz allaqachon ko'rib chiqilmoqda.

source: Please share your own phone number, not someone else's.
ru: Поделитесь своим номером, а не чужим.
uz: Iltimos, boshqaniki emas, o'zingizning raqamingizni ulashing.

source: Please share a valid phone number.
ru: Поделитесь корректным номером телефона.
uz: Iltimos, to'g'ri telefon raqamini ulashing.

source: Please send a valid phone number in international format.
ru: Отправьте корректный номер телефона в международном формате.
uz: Iltimos, xalqaro formatda to'g'ri telefon raqamini yuboring.

source: Unknown action.
ru: Неизвестное действие.
uz: Noma'lum amal.

source: This action is available only for technicians.
ru: Это действие доступно только техникам.
uz: Bu amal faqat texniklar uchun mavjud.

source: 🎛 Technician ticket controls.
ru: 🎛 Управление заявкой техника.
uz: 🎛 Texnik arizasi boshqaruvi.

source: 🔎 Technician ticket details.
ru: 🔎 Детали заявки техника.
uz: 🔎 Texnik arizasi tafsilotlari.

source: Ticket #{ticket_id} opened.
ru: Заявка №{ticket_id} открыта.
uz: Ariza #{ticket_id} ochildi.

source: ✅ Ticket state updated.
ru: ✅ Состояние заявки обновлено.
uz: ✅ Ariza holati yangilandi.

source: This old quick panel was removed. Use the bottom keyboard buttons for Stats, XP, and queue sections.
ru: Старая быстрая панель удалена. Используйте нижние кнопки клавиатуры для разделов статистики, XP и очереди.
uz: Eski tezkor panel olib tashlandi. Statistika, XP va navbat bo'limlari uchun pastdagi tugmalardan foydalaning.

source: Your roles do not allow ticket intake.
ru: Ваши роли не позволяют создание заявок.
uz: Rollaringiz ariza yaratishga ruxsat bermaydi.

source: Ticket intake canceled.
ru: Создание заявки отменено.
uz: Ariza yaratish bekor qilindi.

source: Invalid item selection.
ru: Недопустимый выбор элемента.
uz: Noto'g'ri element tanlovi.

source: Inventory item was not found.
ru: Инвентарный элемент не найден.
uz: Inventar elementi topilmadi.

source: An active ticket already exists for this inventory item.
ru: Для этого инвентарного элемента уже есть активная заявка.
uz: Bu inventar elementi uchun faol ariza allaqachon mavjud.

source: This inventory item has no parts configured.
ru: Для этого инвентарного элемента не настроены детали.
uz: Bu inventar elementi uchun detallar sozlanmagan.

source: Ticket intake session expired. Start again.
ru: Сессия создания заявки истекла. Начните снова.
uz: Ariza yaratish sessiyasi tugadi. Qayta boshlang.

source: Invalid part selection.
ru: Недопустимый выбор детали.
uz: Noto'g'ri detal tanlovi.

source: Select at least one part first.
ru: Сначала выберите хотя бы одну деталь.
uz: Avval kamida bitta detalni tanlang.

source: Part configuration session expired.
ru: Сессия настройки детали истекла.
uz: Detal sozlash sessiyasi tugadi.

source: Invalid color option.
ru: Недопустимый вариант цвета.
uz: Noto'g'ri rang varianti.

source: Invalid minutes option.
ru: Недопустимый вариант минут.
uz: Noto'g'ri daqiqa varianti.

source: Invalid minutes adjustment.
ru: Недопустимая корректировка минут.
uz: Noto'g'ri daqiqa tuzatishi.

source: Part saved.
ru: Деталь сохранена.
uz: Detal saqlandi.

source: All part specs configured.
ru: Все параметры деталей настроены.
uz: Barcha detal parametrlari sozlandi.

source: Configure parts first.
ru: Сначала настройте детали.
uz: Avval detallarni sozlang.

source: No part specs were configured.
ru: Параметры деталей не настроены.
uz: Detal parametrlari sozlanmagan.

source: Ticket create failed: %(reason)s
ru: Не удалось создать заявку: %(reason)s
uz: Ariza yaratish muvaffaqiyatsiz: %(reason)s

source: Ticket created successfully.
ru: Заявка успешно создана.
uz: Ariza muvaffaqiyatli yaratildi.

source: Ticket: #%(ticket_id)s
ru: Заявка: #%(ticket_id)s
uz: Ariza: #%(ticket_id)s

source: Serial: %(serial)s
ru: Серийный номер: %(serial)s
uz: Seriya: %(serial)s

source: Status: %(status)s
ru: Статус: %(status)s
uz: Holat: %(status)s

source: Total minutes: %(minutes)s
ru: Всего минут: %(minutes)s
uz: Jami daqiqa: %(minutes)s

source: Flag / XP: %(flag)s / %(xp)s
ru: Флаг / XP: %(flag)s / %(xp)s

source: Ticket intake flow completed.
ru: Процесс создания заявки завершен.
uz: Ariza yaratish jarayoni yakunlandi.

source: Your roles do not allow ticket review actions.
ru: Ваши роли не позволяют действия проверки заявок.
uz: Rollaringiz ariza tekshirish amallariga ruxsat bermaydi.

source: Review queue refreshed.
ru: Очередь проверки обновлена.
uz: Tekshiruv navbati yangilandi.

source: Your roles do not allow approve-and-assign action.
ru: Ваши роли не позволяют подтверждать и назначать.
uz: Rollaringiz tasdiqlash va biriktirish amaliga ruxsat bermaydi.

source: Ticket was not found.
ru: Заявка не найдена.
uz: Ariza topilmadi.

source: Approve & assign is not available for this ticket status.
ru: Это действие сейчас недоступно для этой заявки.
uz: Bu amal hozir ushbu ariza uchun mavjud emas.

source: No technicians are available for assignment.
ru: Нет доступных техников для назначения.
uz: Biriktirish uchun texniklar mavjud emas.

source: Select technician for ticket #%(ticket_id)s.
ru: Выберите техника для заявки #%(ticket_id)s.
uz: Ariza #%(ticket_id)s uchun texnikni tanlang.

source: Technician selection is invalid.
ru: Некорректный выбор техника.
uz: Noto'g'ri texnik tanlovi.

source: Approve & assign failed: %(reason)s
ru: Подтверждение и назначение не удалось: %(reason)s
uz: Tasdiqlash va biriktirish muvaffaqiyatsiz: %(reason)s

source: Ticket approved and assigned.
ru: Заявка подтверждена и назначена.
uz: Ariza tasdiqlandi va biriktirildi.

source: Your roles do not allow manual metrics override.
ru: Ваши роли не позволяют ручную корректировку метрик.
uz: Rollaringiz qo'lda metrikani o'zgartirishga ruxsat bermaydi.

source: Invalid XP option.
ru: Недопустимый вариант XP.
uz: Noto'g'ri XP varianti.

source: Invalid XP adjustment.
ru: Недопустимая корректировка XP.
uz: Noto'g'ri XP tuzatishi.

source: Manual metrics update failed: %(reason)s
ru: Обновление ручных метрик не удалось: %(reason)s
uz: Qo'lda metrikani yangilash muvaffaqiyatsiz: %(reason)s

source: Manual metrics updated.
ru: Ручные метрики обновлены.
uz: Qo'lda metrikalar yangilandi.

source: 🧪 My QC checks.
ru: 🧪 Мои проверки QC.
uz: 🧪 Mening QC tekshiruvlarim.

source: You do not have access yet. Send /start to request access.
ru: У вас пока нет доступа. Отправьте /start, чтобы запросить доступ.
uz: Sizda hali kirish yo'q. Kirish so'rash uchun /start yuboring.

source: This action is available only for QC inspectors.
ru: Это действие доступно только QC-инспекторам.
uz: Bu amal faqat QC inspektorlari uchun mavjud.

source: QC checks refreshed.
ru: Список проверок QC обновлен.
uz: QC tekshiruvlari ro'yxati yangilandi.

source: Ticket is not assigned to you for QC.
ru: Заявка не назначена вам на QC.
uz: Ariza QC uchun sizga biriktirilmagan.

source: 🧪 QC ticket action panel.
ru: 🧪 Панель действий QC по заявке.
uz: 🧪 Ariza uchun QC amallari paneli.

source: QC check opened.
ru: Проверка QC открыта.
uz: QC tekshiruvi ochildi.

source: 🎟 Active Tickets
ru: 🎟 Активные заявки
uz: 🎟 Faol arizalar

source: 🧪 Under QC
ru: 🧪 На проверке QC
uz: 🧪 QC kutilmoqda

source: ✅ Past Tickets
ru: ✅ Прошлые заявки
uz: ✅ O'tgan arizalar

source: ⭐ My XP
ru: ⭐ Мой XP
uz: ⭐ Mening XPim

source: 📜 XP Activity
ru: 📜 История XP
uz: 📜 XP tarixi

source: 📊 My Profile
ru: 📊 Мой профиль
uz: 📊 Mening profilim

source: 🧪 QC Checks
ru: 🧪 Проверки QC
uz: 🧪 QC tekshiruvlari

source: 🆕 Create Ticket
ru: 🆕 Создать заявку
uz: 🆕 Ariza yaratish

source: 🧾 Review Tickets
ru: 🧾 Проверка заявок
uz: 🧾 Arizalarni tekshirish

source: ❓ Help
ru: ❓ Помощь
uz: ❓ Yordam

source: 📝 Start Access Request
ru: 📝 Запросить доступ
uz: 📝 Kirish so'rovi

source: On-time attendance reward
ru: Награда за своевременное посещение
uz: O'z vaqtida kelish mukofoti

source: Reward for completing a ticket
ru: Награда за завершение заявки
uz: Arizani yakunlash uchun mukofot

source: Quality check first-pass bonus
ru: Бонус за прохождение контроля качества с первого раза
uz: Sifat tekshiruvdan birinchi urinishda o'tish bonusi

source: Quality check update
ru: Обновление контроля качества
uz: Sifat tekshiruv yangilanishi

source: Manual XP update
ru: Ручное обновление XP
uz: Qo'lda XP yangilash
